Repository: mbideau/gimme-a-man
Catalog: locale/*/LC_MESSAGES/gimme-a-man.po
Languages: fr

source: A file containing the program's help output.
fr: Un fichier contenant l'affichage de l'aide du programme.

source: AUTHORS
fr: AUTEURS

source: Arguments passed to the %s binary
fr: Arguments passés au binaire %s

source: BUGS
fr: BOGUES

source: COMMANDS
fr: COMMANDES

source: Devices
fr: Périphériques

source: Display help message.
fr: Affiche le mesage d'aide.

source: Display version and license informations.
fr: Affiche les informations de version et de licence.

source: ENVIRONMENT
fr: ENVIRONNEMENT

source: EXAMPLES
fr: EXEMPLES

source: FILES
fr: FICHIERS

source: Fatal error: Too few arguments (to display help, use '%s' option)
fr: Erreur fatale: trop peu d'arguments (pour afficher l'aide, utilisez l'option '%s')

source: Fatal error: file '%s' doesn't exist or is not readable
fr: Erreur fatale: le fichier '%s' n'existe pas ou n'est pas lisible

source: Fatal error: invalid man page section number '%d'
fr: Erreur fatale: nombre de section de page de manuel invalide '%d'

source: Fatal error: invalid option
fr: Erreur fatale: option invalide

source: Fatal error: invalid program binary '%s'
fr: Erreur fatale: binaire '%s' invalide

source: Fatal error: the binary '%s' exited with a non-zero value when asked for '%s'
fr: Erreur fatale: le binaire s'est terminé avec un code de sortie '%d' lorsqu'appelé avec '%s'

source: File format descriptions
fr: Description de formats de fichiers

source: Games
fr: Jeux

source: HELP_FILE
fr: FIC_AIDE

source: Home page
fr: Page d'accueil

source: Influence the translation.
fr: Influence la traduction.

source: It will be exectued with the option '%s'.
fr: Sera exécuté avec l'option '%s'.

source: Kernel routine documentation
fr: Documentation de routine noyau

source: LOCALE
fr: LANGUE

source: License %s: %s <%s>
fr: Licence %s: %s <%s>

source: MAN_SECT_NUM
fr: NUM_SECT_MAN

source: Man page section number.
fr: Numéro de section de page de manuel.

source: Miscellaneous
fr: Divers

source: Name of the program.
fr: Nom du programme.

source: PROG_NAME
fr: PROG_NOM

source: Path of the program binary.
fr: Chemin du binaire du programme.

source: Print debuging information to '%s' only if var %s='%s'.
fr: Affiche des informations de déboguage sur '%s' seuleument si %s='%s'.

source: Produce the french man page for '%s'
fr: Produit la page française de manuel pour '%s'

source: Produce the french man page for '%s' with the %s binary
fr: Produit la page française de manuel pour '%s' avec le binaire %s

source: Produce the man page for '%s' from the file containing the help output
fr: Produit la page de manuel pour '%s' à partir du fichier contenant l'affichage de l'aide

source: REPORTING BUGS
fr: RAPPORTER DES BUGS

source: Read it with the '%s' command
fr: Le lire avec la commande '%s'

source: Report bugs to
fr: Rapport les bugs à

source: SEE ALSO
fr: VOIR AUSSI

source: Save the help message for '%s'
fr: Enregistre le message d'aide pour '%s'

source: See %s documentation.
fr: Voir la documentation de %s

source: See '%s' documentation for its definition.
fr: Voir la documentation de '%s' pour sa définition.

source: Subroutines
fr: Sous-routines

source: System administration tools
fr: Outils d'administration système

source: System calls
fr: Appels système

source: The language to use when calling the program.
fr: Le language à utiliser lors de l'appel du programme.

source: There is NO WARRANTY, to the extent permitted by law.
fr: Il n'y aucune GARANTIE, dans la limit de ce que permet la loi.

source: This is free software: you are free to change and redistribute it.
fr: Ceci est un logiciel libre: vous être libre de le modifier et de le redistribuer.

source: This will set the variable %s to the provided language.
fr: Cela va définir la variable %s avec le language spécifié.

source: Use the %s binary to produce the man page.
fr: Utilise le binaire %s pour produire la page de manuel.

source: Use the specified file as the program's help output.
fr: Utilise le fichier spécifié en tant qu'affichage d'aide du programme.

source: Use the specified option instead of calling the program with '%s'.
fr: Utilise l'option spécifiée au lieu d'appeler le programme avec '%s'.

source: User commands
fr: Commandes utilisateur

source: Version of the program.
fr: Version du programme.

source: Written by
fr: Écrit par

source: generate a "man page" with the "troff" format, from a program's help output.
fr: génère une page de "man" au format "troff", à partir de l'affichage d'aide d'un programme.
